(`UnitGroupCode`, `GroupName`, `BaseUnitCode`, `IsActive`, `SortOrder`, `CreatedAt`, `UpdatedAt`)
('COUNT', 'กลุ่มหน่วยนับชิ้น', 'PCS', 1, 0, '2026-08-19 09:37:43', '2026-08-19 09:37:43'),
('LENGTH', 'กลุ่มหน่วยความยาว', 'MTR', 1, 0, '2026-08-19 09:37:43', '2026-08-19 09:37:43'),
('PACK', 'กลุ่มหน่วยบรรจุภัณฑ์', 'BOX', 1, 0, '2026-08-19 09:37:43', '2026-08-19 09:37:43'),
('VOLUME', 'กลุ่มหน่วยปริมาตร', 'LTR', 1, 0, '2026-08-19 09:37:43', '2026-08-19 09:37:43'),
('WEIGHT', 'กลุ่มหน่วยน้ำหนัก', 'KG', 1, 0, '2026-08-19 09:37:43', '2026-08-19 09:37:43');
